Repository: weny2000/docker
Catalog: nginx/icehrm/lang/*.po
Languages: hi

source: Save
hi: बचाना

source: Cancel
hi: रद्द करना

source: Done
hi: किया हुआ

source: Clocked In Employees
hi: कर्मचारियों में कमाए

source: Candidates
hi: उम्मीदवार

source: View Employees
hi: कर्मचारियों के देखने

source: Add a New Employee
hi: एक नए कर्मचारी जोड़े

source: Leave Calendar
hi: कैलेंडर छोड़ दो

source: Manage Client/Projects
hi: प्रबंधित क्लाइंट / परियोजनाएं

source: Home
hi: घर

source: Quick Access
hi: त्वरित ऐक्सेस

source: Switch
hi: स्विच

source: Profile
hi: प्रोफाइल

source: Sign out
hi: साइन आउट

source: Help
hi: मदद

source: About
hi: के बारे में

source: Version
hi: संस्करण

source: Release Date
hi: रिलीज़ की तारीख

source: Logged In
hi: में लॉग इन

source: Admin
hi: व्यवस्थापक

source: Dashboard
hi: डैशबोर्ड

source: Company Structure
hi: कंपनी संरचना

source: Job Details Setup
hi: नौकरी विवरण सेटअप

source: Qualifications Setup
hi: योग्यता सेटअप

source: Training Setup
hi: प्रशिक्षण सेटअप

source: Projects/Client Setup
hi: परियोजनाओं / क्लाइंट सेटअप

source: Leave Settings
hi: सेटिंग्स को छोड़

source: Company Loans
hi: कंपनी ऋण

source: Audit Log
hi: ऑडिट लॉग

source: Employees
hi: कर्मचारियों

source: Employee History
hi: कर्मचारी इतिहास

source: Document Management
hi: दस्तावेज़ प्रबंधन

source: Travel Administration
hi: सफर प्रशासन

source: Expense Administration
hi: व्यय प्रशासन

source: Monitor Attendance
hi: मॉनिटर उपस्थिति

source: Performance Charts
hi: प्रदर्शन चार्ट

source: Overtime Administration
hi: ओवरटाइम प्रशासन

source: Admin Reports
hi: व्यवस्थापक रिपोर्ट

source: Reports
hi: रिपोर्ट

source: Report Files
hi: रिपोर्ट फाइल

source: System
hi: प्रणाली

source: Settings
hi: सेटिंग्स

source: Users
hi: उपयोगकर्ता

source: Manage Modules
hi: मॉड्यूल का प्रबंधन

source: Manage Permissions
hi: अनुमतियाँ प्रबंधित करें

source: Upgrade
hi: नवीनीकरण

source: Manage Metadata
hi: मेटाडाटा को प्रबंधित

source: Field Names Setup
hi: क्षेत्र के नाम सेटअप

source: Payroll
hi: पेरोल

source: Salary
hi: वेतन

source: Payroll Reports
hi: पेरोल रिपोर्ट

source: Recruitment
hi: भरती

source: Recruitment Setup
hi: भर्ती सेटअप

source: Job Positions
hi: नौकरी पदों

source: Personal Information
hi: व्यक्तिगत जानकारी

source: Basic Information
hi: मूलभूत जानकारी

source: Qualifications
hi: योग्यता

source: Dependents
hi: आश्रितों

source: Emergency Contacts
hi: आपातकालीन संपर्क

source: Leave
hi: छोड़ना

source: Leave Management
hi: प्रबंधन छोड़ दो

source: Time Management
hi: समय प्रबंधन

source: Projects
hi: परियोजनाएं

source: Attendance
hi: उपस्थिति

source: Time Sheets
hi: समय पत्रक

source: Attendance Sheets
hi: उपस्थिति पत्रक

source: Overtime Requests
hi: ओवरटाइम अनुरोध

source: Documents
hi: दस्तावेज़

source: My Documents
hi: मेरे दस्तावेज

source: Company
hi: कंपनी

source: Staff Directory
hi: स्टाफ़ निदेशिका

source: Training
hi: प्रशिक्षण

source: Travel Management
hi: यात्रा प्रबंधन

source: Travel
hi: यात्रा

source: Finance
hi: वित्त

source: Expenses
hi: व्यय

source: Loans
hi: ऋण

source: User Reports
hi: उपयोगकर्ता रिपोर्ट

source: People
hi: लोग

source: Manage
hi: प्रबंधित

source: Departments
hi: विभागों

source: Active Projects
hi: सक्रिय परियोजनाओं

source: Update Clients/Projects
hi: ग्राहकों को अद्यतन / परियोजनाएं

source: Entries Last Week
hi: प्रविष्टियां पिछले हफ्ते

source: Upcoming
hi: आगामी

source: View / Download Reports
hi: देखें / डाउनलोड रिपोर्ट

source: Generate a Report
hi: एक रिपोर्ट उत्पन्न

source: Configure
hi: कॉन्फ़िगर

source: Update
hi: अद्यतन

source: Applicants
hi: आवेदक

source: Active Jobs
hi: सक्रिय नौकरियां

source: Jobs Posted
hi: नौकरी पोस्ट

source: Jobs
hi: नौकरियां

source: Courses
hi: पाठ्यक्रम

source: Requests
hi: अनुरोधों

source: Document
hi: दस्तावेज़

source: Management
hi: प्रबंध

source: Expense
hi: व्यय

source: Permission
hi: अनुमति

source: Permissions
hi: अनुमतियां

source: and
hi: तथा

source: Invoices
hi: चालान

source: Make a Payment
hi: भुगतान कीजिए

source: Switch Employee
hi: स्विच कर्मचारी

source: Select The Employee to Switch Into
hi: कर्मचारी में स्विच करने के लिए चयन करें

source: Close
hi: बंद करे

source: My Profile
hi: मेरी प्रोफाइल

source: Edit Details
hi: विवरण संपादित करें

source: View/Edit Profile
hi: देखें / प्रोफ़ाइल संपादित करें

source: Punch In
hi: अंदर प्रवेश करो

source: or
hi: या

source: Punch Out
hi: मुक्का मारना

source: Record Attendance
hi: रिकॉर्ड उपस्थिति

source: Pending Leaves
hi: लंबित पत्तियां

source: Check Leave Status
hi: लीव स्थिति की जांच करें

source: Hours worked Last Week
hi: घंटे काम पिछले हफ्ते

source: Update Time Sheet
hi: अपडेट समय पत्रक

source: My Projects
hi: मेरा परियोजनाओं

source: Projects Assigned
hi: परियोजनाओं निरुपित

source: More info
hi: और जानकारी

source: Store
hi: दुकान

source: My Travel
hi: मेरी यात्रा

source: My Expenses
hi: अपने खर्च

source: Manage Expenses
hi: खर्च का प्रबंधन

source: ID
hi: आईडी

source: Name
hi: नाम

source: Address
hi: पता

source: Type
hi: प्रकार

source: Country
hi: देश

source: Time Zone
hi: समय क्षेत्र

source: Parent Structure
hi: मूल संरचना

source: Details
hi: विवरण

source: Heads
hi: प्रमुखों

source: Code
hi: कोड

source: Job Title Code
hi: नौकरी शीर्षक संहिता

source: Job Title
hi: नौकरी का नाम

source: Description
hi: विवरण

source: Specification
hi: विशिष्टता

source: Currency
hi: मुद्रा

source: Min Salary
hi: न्यूनतम वेतन

source: Max Salary
hi: मैक्स वेतन

source: Pay Grade Name
hi: वेतन ग्रेड नाम

source: Employment Status
hi: रोज़गार की स्थिति

source: Coordinator
hi: समन्वयक

source: Trainer
hi: ट्रेनर

source: Trainer Details
hi: ट्रेनर विवरण

source: Payment Type
hi: भुगतान के प्रकार

source: Cost
hi: लागत

source: Status
hi: स्थिति

source: Course
hi: कोर्स

source: Scheduled Time
hi: नियत समय

source: Assignment Due Date
hi: असाइनमेंट नियत दिनांक

source: Delivery Method
hi: डिलिवरी विधि

source: Delivery Location
hi: प्रसव का स्थान

source: Attendance Type
hi: उपस्थिति प्रकार

source: Attachment
hi: आसक्ति

source: Training Certificate Required
hi: प्रशिक्षण प्रमाणपत्र आवश्यक

source: Employee
hi: कर्मचारी

source: Training Session
hi: प्रशिक्षण सत्र

source: Contact Number
hi: संपर्क संख्या

source: Contact Email
hi: ई - मेल से संपर्क करे

source: Company Url
hi: कंपनी यूआरएल

source: First Contact Date
hi: पहले संपर्क की तारीख

source: Client
hi: ग्राहक

source: Project
hi: परियोजना

source: Leave Name
hi: छोड़ दो नाम

source: Leave Accrue Enabled
hi: सक्षम एकत्रित होते हैं छोड़ दो

source: Leave Carried Forward
hi: आगे बढ़ाया छोड़ दो

source: Leaves Per Year
hi: प्रति वर्ष पत्तियां

source: Leaves Group
hi: पत्तियां समूह

source: Leaves Per Leave Period
hi: प्रति अवकाश अवधि पत्तियां

source: Admin can assign leave to employees
hi: व्यवस्थापक कर्मचारियों को छुट्टी असाइन कर सकते हैं

source: Employees can apply for this leave type
hi: कर्मचारियों को इस प्रकार की छुट्टी के लिए आवेदन कर सकते हैं

source: Employees can apply beyond the current leave balance
hi: कर्मचारियों को वर्तमान छुट्टी संतुलन परे आवेदन कर सकते हैं

source: Percentage of Leaves Carried Forward
hi: पत्तियां का प्रतिशत आगे बढ़ाया

source: Maximum Carried Forward Amount
hi: अधिकतम किए फॉरवर्ड राशि

source: Carried Forward Leave Availability Period
hi: फॉरवर्ड किए लीव उपलब्धता अवधि

source: Proportionate leaves on Joined Date
hi: शामिल हुए दिनांक पर आनुपातिक पत्ते

source: Send Notification Emails
hi: अधिसूचना ईमेल भेजें

source: Leave Group
hi: समूह छोड़ दें

source: Leave Color
hi: रंग छोड़

source: Period Start
hi: अवधि शुरू

source: Period End
hi: अवधि के अंत की

source: Day
hi: दिन

source: For All Countries
hi: सभी देशों के लिए

source: Date
hi: तारीख

source: Leave Type
hi: छोड़ दो प्रकार

source: Propotionate leaves on Joined Date
hi: Propotionate शामिल हुए दिनांक पर छोड़ देता है

source: Leaves Period
hi: अवधि पत्तियां

source: Leave Amount
hi: राशि छोड़

source: Leave Period
hi: अवधि छोड़ दो

source: Note
hi: ध्यान दें

source: All Employees
hi: सभी कर्मचारी

source: All Leave Types
hi: सभी प्रकार छोड़ दो

source: Loan Type
hi: प्रकार के ऋण

source: Loan Start Date
hi: ऋण प्रारंभ तिथि

source: Loan Period (Months)
hi: ऋण की अवधि (महीने)

source: Amount
hi: रकम

source: Last Installment Date
hi: अंतिम किस्त की तारीख

source: Loan Amount
hi: उधार की राशि

source: Monthly Installment
hi: मासिक किस्त

source: Employee Number
hi: कर्मचारी संख्या

source: First Name
hi: पहला नाम

source: Middle Name
hi: मध्य नाम

source: Last Name
hi: अंतिम नाम

source: Nationality
hi: राष्ट्रीयता

source: Date of Birth
hi: जन्म की तारीख

source: Gender
hi: लिंग

source: Marital Status
hi: वैवाहिक स्थिति

source: Ethnicity
hi: जातीयता

source: Immigration Status
hi: आव्रजन स्थिति

source: SSN/NRIC
hi: एसएसएन / NRIC

source: NIC
hi: एनआईसी

source: Other ID
hi: अन्य आईडी

source: Driving License No
hi: ड्राइविंग लाइसेंस नहीं

source: Pay Grade
hi: वेतन श्रेणी

source: Work Station Id
hi: काम स्टेशन पहचान पत्र

source: Address Line 1
hi: पता पंक्ति 1

source: Address Line 2
hi: पता पंक्ति नं। 2

source: City
hi: शहर

source: Province
hi: प्रांत

source: Postal/Zip Code
hi: डाक का / ज़िप कोड

source: Home Phone
hi: घर का फ़ोन

source: Mobile Phone
hi: मोबाइल फोन

source: Work Phone
hi: कार्य फ़ोन

source: Work Email
hi: कार्य ईमेल

source: Private Email
hi: निजी ईमेल

source: Joined Date
hi: शामिल हुए दिनांक

source: Confirmation Date
hi: पुष्टिकरण की तारीख

source: Termination Date
hi: निष्कासन तिथि

source: Department
hi: विभाग

source: Supervisor
hi: पर्यवेक्षक

source: Indirect Supervisors
hi: अप्रत्यक्ष पर्यवेक्षकों

source: First Level Approver
hi: प्रथम स्तर अनुमोदक

source: Second Level Approver
hi: द्वितीय स्तर अनुमोदक

source: Third Level Approver
hi: तीसरे स्तर अनुमोदक

source: Notes
hi: टिप्पणियाँ

source: Time (GMT)
hi: समय (जीएमटी)

source: User
hi: उपयोगकर्ता

source: IP Address
hi: आईपी ​​पता

source: Logged In Employee
hi: कर्मचारी में लॉग इन

source: Skill
hi: कौशल

source: Qualification
hi: योग्यता

source: Institute
hi: संस्थान

source: Start Date
hi: आरंभ करने की तिथि

source: Completed On
hi: पर पूर्ण

source: Certification
hi: प्रमाणीकरण

source: Granted On
hi: पर दी

source: Valid Thru
hi: के जरिए मान्य

source: Language
hi: भाषा

source: Reading
hi: पढ़ना

source: Speaking
hi: बोला जा रहा है

source: Writing
hi: लिख रहे हैं

source: Understanding
hi: समझ

source: Date Added
hi: तारीख संकलित हुई

source: Valid Until
hi: तब तक वैध

source: Relationship
hi: संबंध

source: Id Number
hi: आईडी नंबर

source: All Job Titles
hi: सभी नौकरी टाइटल

source: All Departments
hi: सभी विभाग

source: Anyone
hi: किसी को

source: Field
hi: खेत

source: Old Value
hi: पुराने मान

source: New Value
hi: नया मूल्य

source: Modified By
hi: द्वारा संशोधित

source: Created
hi: बनाया था

source: Notify Expiry
hi: समाप्ति की सूचित करें

source: Notify Expiry Before One Month
hi: एक महीने पहले समाप्ति सूचित करें

source: Notify Expiry Before One Week
hi: एक सप्ताह पहले समाप्ति सूचित करें

source: Notify Expiry Before One Day
hi: एक दिन पहले समाप्ति सूचित करें

source: Travel Type
hi: यात्रा के प्रकार

source: Purpose of Travel
hi: यात्रा का उद्देश्य

source: Travel From
hi: से यात्रा

source: Travel To
hi: को यात्रा

source: Travel Date
hi: यात्रा की तारीख

source: Return Date
hi: वापसी की तिथि

source: Total Funding Proposed
hi: कुल धन प्रस्तावित

source: Itinerary / Cab Receipt
hi: यात्रा कार्यक्रम / टैक्सी रसीद

source: Other Attachment 1
hi: अन्य लगाव 1

source: Other Attachment 2
hi: अन्य लगाव 2

source: Payment Method
hi: भुगतान का तरीका

source: Transaction / Ref No
hi: लेनदेन / रेफरी नहीं

source: Payee
hi: पेयी

source: Expense Category
hi: व्यय श्रेणी

source: Receipt
hi: रसीद

source: Time-In
hi: समय शुरू

source: Time-Out
hi: समय समाप्त

source: Clocked In Status
hi: स्थिति में दर्ज

source: End Date
hi: अंतिम तिथि

source: Category
hi: वर्ग

source: Start Time
hi: समय शुरू

source: End Time
hi: अंतिम समय

source: Leave Status
hi: स्थिति छोड़ दो

source: Select Client
hi: हमारे ग्राहकों का चयन

source: Not Selected
hi: नहीं चुने गए

source: Or Project
hi: या परियोजना

source: All Projects
hi: सभी परियोजनाएं

source: All Status
hi: सभी स्थिति

source: Value
hi: मूल्य

source: Logo
hi: प्रतीक चिन्ह

source: User Name
hi: उपयोगकर्ता नाम

source: Authentication Email
hi: प्रमाणीकरण ईमेल

source: User Level
hi: उपयोगकर्ता स्तर

source: Email
hi: ईमेल

source: User Roles
hi: उपयोगकर्ता भूमिका

source: Default Module
hi: डिफ़ॉल्ट मॉड्यूल

source: No Default Module
hi: कोई डिफ़ॉल्ट मॉड्यूल

source: Menu
hi: मेन्यू

source: Group
hi: समूह

source: Order
hi: व्यवस्था

source: Path
hi: पथ

source: Label
hi: लेबल

source: User Levels
hi: उपयोगकर्ता के स्तर

source: Module
hi: मॉड्यूल

source: All Modules
hi: सभी मॉड्यूल

source: Invoice Period Start
hi: चालान अवधि शुरू

source: Invoice Period End
hi: चालान अवधि के अंत

source: Due date
hi: नियत तारीख

source: Url
hi: यूआरएल

source: Original Text
hi: मूललेख

source: Mapped Text
hi: मैप किया गया पाठ

source: Display Status
hi: प्रदर्शन स्थिति

source: Field Type
hi: क्षेत्र प्रकार

source: Field Label
hi: फील्ड लेबल

source: Validation
hi: मान्यकरण

source: Field Options
hi: फ़ील्ड विकल्प

source: Priority
hi: प्राथमिकता

source: Display Section
hi: प्रदर्शन अनुभाग

source: Salary Component Type
hi: वेतन घटक प्रकार

source: Salary Component
hi: वेतन घटक

source: Pay Frequency
hi: भुगतान की आवृत्ति

source: Calculation Group
hi: परिकलन समूह

source: None
hi: कोई नहीं

source: Calculation Exemptions
hi: गणना छूट

source: Calculations Assigned
hi: गणना निरुपित

source: Date Start
hi: तिथि शुरू

source: Date End
hi: तिथि समाप्ति

source: Payslip Template
hi: payslip खाका

source: Payroll Columns
hi: पेरोल कॉलम

source: Calculation Method
hi: आकलन प्रणाली

source: Editable
hi: संपादन

source: Enabled
hi: सक्षम

source: Predefined Calculations
hi: पूर्वनिर्धारित गणना

source: Salary Components
hi: वेतन अवयव

source: Columns to Add
hi: कॉलम जोड़ने के लिए

source: Columns to Subtract
hi: कॉलम को घटाएँ

source: Column Order
hi: स्तंभ क्रम

source: Default Value
hi: डिफ़ॉल्ट मान

source: Calculation Columns
hi: गणना के कॉलम

source: Function
hi: समारोह

source: Payroll Report Column
hi: पेरोल रिपोर्ट कॉलम

source: Calculation Process
hi: गणना प्रक्रिया

source: Payslip Fields
hi: payslip फील्ड्स

source: Payroll Column
hi: पेरोल स्तंभ

source: Text
hi: टेक्स्ट

source: Lower Limit Condition
hi: निचली सीमा स्थिति

source: Lower Limit
hi: निचली सीमा

source: Upper Limit Condition
hi: ऊपरी सीमा स्थिति

source: Upper Limit
hi: ऊपरी सीमा

source: Column
hi: स्तंभ

source: Job Code
hi: नौकरी कोड

source: Short Description
hi: संक्षिप्त वर्णन

source: Requirements
hi: आवश्यकताओं

source: Benefits
hi: लाभ

source: Employment Type
hi: रोजगार के प्रकार

source: Any Employment Type
hi: किसी भी रोजगार के प्रकार

source: Experience Level
hi: अनुभव के स्तर

source: Any Experience Level
hi: किसी भी अनुभव के स्तर

source: Job Function
hi: कार्यभार

source: Any Job Function
hi: किसी भी काम के समारोह

source: Education Level
hi: शिक्षा का स्तर

source: Any Education Level
hi: किसी भी शिक्षा स्तर

source: Show Salary
hi: शो वेतन

source: Salary Min
hi: वेतन मिन

source: Salary Max
hi: वेतन मैक्स

source: Keywords
hi: कीवर्ड

source: Closing Date
hi: अंतिम तिथि

source: Image
hi: छवि

source: Display Type
hi: प्रदर्शन प्रकार

source: Profile Image
hi: प्रोफ़ाइल छवि

source: Telephone
hi: टेलीफोन

source: Resume Title
hi: बायो डाटा का शीर्षक

source: Resume
hi: बायोडाटा

source: Resume Headline
hi: संक्षिप्त विवरण का शीर्षक

source: Profile Summary
hi: प्रोफ़ाइल सारांश

source: Work History
hi: काम का इतिहास

source: Education
hi: शिक्षा

source: Skills
hi: कौशल

source: Referees
hi: रेफरी

source: From Year
hi: साल से

source: From Month
hi: महीने से

source: To Year
hi: साल

source: To Month
hi: महीने के लिए

source: Currently Work Here
hi: वर्तमान में यहाँ काम करे

source: Degree/Diploma
hi: दरजा प्रमाणपत्र

source: Currently Studying
hi: अभी अध्ययन कर रहा है

source: Skill Level
hi: कौशल स्तर

source: Last Used Year
hi: पिछले साल प्रयुक्त

source: Last Used Month
hi: पिछले महीने में प्रयुक्त

source: Years of Experience
hi: वर्षों का अनुभव

source: Designation
hi: पद

source: Phone
hi: फ़ोन

source: Job
hi: काम

source: Candidate
hi: उम्मीदवार

source: Referred By
hi: द्वारा उल्लिखित

source: Leave Start Date
hi: छोड़ दो प्रारंभ तिथि

source: Leave End Date
hi: छोड़ दो समाप्ति तिथि

source: Reason
hi: कारण

source: Available Leaves
hi: उपलब्ध पत्तियां

source: Approved Leaves
hi: स्वीकृत पत्तियां

source: Rejected Leaves
hi: अस्वीकृत पत्तियां

source: Leaves to be Accrued
hi: अर्जित किया जा करने के लिए छोड़ देता है

source: Leaves Carried Forward
hi: पत्तियां आगे बढ़ाया

source: Apply Leave
hi: लीव लागू करें

source: Filter
hi: फ़िल्टर

source: Add New
hi: नया जोड़ें

source: Time
hi: पहर

source: Purpose
hi: उद्देश्य

source: From
hi: से

source: To
hi: सेवा मेरे

source: Created (GMT)
hi: बनाया गया (जीएमटी)

source: Download
hi: डाउनलोड

source: Submit
hi: जमा करें

source: Upload
hi: अपलोड

source: Remove
hi: हटाना

source: Add
hi: जोड़ना

source: Reset
hi: रीसेट

source: Add Time Entry
hi: समय प्रविष्टि जोड़ें

source: Current Clocked In Status
hi: स्थिति में वर्तमान कमाए

source: Attendance entry should be within a single day
hi: उपस्थिति प्रविष्टि एक ही दिन के भीतर किया जाना चाहिए

source: Account Balance
hi: खाते में शेष

source: Plan
hi: योजना

source: Transactions
hi: लेनदेन

source: Applications
hi: अनुप्रयोगों

source: Attendance Graph
hi: उपस्थिति ग्राफ़

source: Hours in Office vs Hours Worked Graph
hi: कार्यालय में घंटे बनाम घंटे काम किया ग्राफ़

source: Company Graph
hi: कंपनी ग्राफ़

source: Company Documents
hi: कंपनी के दस्तावेजों

source: Document Types
hi: दस्तावेज़ प्रकार

source: Employee Documents
hi: कर्मचारी दस्तावेज

source: Employee Basic Details
hi: कर्मचारी बेसिक विवरण

source: Employees (Direct Reports)
hi: कर्मचारी (प्रत्यक्ष रिपोर्ट)

source: Certifications
hi: प्रमाणपत्र

source: Languages
hi: बोली

source: Deactivated Employees
hi: निष्क्रिय कर्मचारी

source: Temporarily Deactivated Employees
hi: अस्थायी रूप से निष्क्रिय कर्मचारी

source: Terminated Employee Data
hi: समाप्त कर्मचारी डेटा

source: Employee Saved Successfully
hi: कर्मचारी सफलतापूर्वक को बचाया

source: Employee needs a User to login to IceHrm. Do you want to create a user for this employee now?
hi: कर्मचारी IceHrm के लिए लॉग इन करने के लिए एक उपयोगकर्ता की जरूरत है। आप इस कर्मचारी अब के लिए एक उपयोगकर्ता बनाने के लिए करना चाहते हैं?

source: You can do this later through Users module if required.
hi: आप उपयोगकर्ताओं मॉड्यूल के माध्यम से बाद में यह कर सकते हैं, यदि आवश्यक।

source: Expenses Categories
hi: व्यय श्रेणियाँ

source: Payment Methods
hi: भुगतान की विधि

source: Employee Expenses
hi: कर्मचारी खर्च

source: Salary Component Types
hi: वेतन घटक प्रकार

source: Employee Salary Components
hi: कर्मचारी वेतन अवयव

source: Company Payroll
hi: कंपनी पेरोल

source: Calculation Groups
hi: गणना के समूह

source: Calculation Methods
hi: गणना के तरीकों

source: Payslip Templates
hi: payslip टेम्पलेट्स

source: Edit Employment Types
hi: रोजगार संपादित प्रकार

source: Edit Experience Levels
hi: अनुभव संपादित स्तर

source: Edit Job Functions
hi: संपादित काम कार्यों

source: Edit Education Levels
hi: संपादित शिक्षा का स्तर

source: Edit Benefits
hi: लाभ संपादित करें

source: Application
hi: आवेदन

source: Job Titles
hi: नौकरी शीर्षक

source: Pay Grades
hi: वेतन ग्रेड

source: Training Sessions
hi: प्रशिक्षण सत्र

source: Employee Training Sessions
hi: कर्मचारी प्रशिक्षण सत्र

source: Clients
hi: ग्राहकों

source: Employee Projects
hi: कर्मचारी परियोजनाएं

source: Leave Types
hi: प्रकार छोड़ दो

source: Work Week
hi: कार्य सप्ताह

source: Holidays
hi: छुट्टियां

source: Leave Rules
hi: नियम छोड़ दो

source: Paid Time Off
hi: भुगतान की अवधि समाप्त

source: Leave Groups
hi: लीव समूह

source: Edit Leave Groups
hi: संपादित लीव समूह

source: Leave Group Employees
hi: समूह के कर्मचारियों छोड़ दो

source: Employee Leave List
hi: कर्मचारी अवकाश सूची

source: Loan Types
hi: ऋण प्रकार

source: Employee Loans
hi: कर्मचारी ऋण

source: Travel Requests
hi: सफर के अनुरोध

source: Overtime Categories
hi: ओवरटाइम श्रेणियाँ

source: Leave / PTO
hi: छोड़ दो / पीटीओ

source: Other
hi: अन्य

source: Modules
hi: मॉड्यूल

source: Countries
hi: देशों

source: Provinces
hi: प्रांतों

source: Currency Types
hi: मुद्रा के प्रकार

source: Employee Custom Fields
hi: कर्मचारी कस्टम फील्ड्स

source: Employee Field Names
hi: कर्मचारी फील्ड नाम

source: My Details
hi: मेरा विवरण

source: All My Leaves
hi: मेरे सभी पत्तियां

source: Leave Entitlement
hi: छुट्टी का अधिकार

source: Approved Leave
hi: स्वीकृत छोड़ दो

source: Pending Leave
hi: विचाराधीन छोड़ दो

source: Subordinate Leave
hi: अधीनस्थ छोड़ दो

source: Cancellation Requests
hi: रद्द अनुरोध

source: Approval Requests
hi: अनुमोदन अनुरोध

source: Approved TimeSheets
hi: स्वीकृत timesheets

source: All My TimeSheets
hi: मेरे सभी timesheets

source: Pending TimeSheets
hi: लंबित timesheets

source: Subordinate TimeSheets
hi: अधीनस्थ timesheets

source: Approved Attendance Sheets
hi: स्वीकृत उपस्थिति पत्रक

source: All My Attendance Sheets
hi: सभी मेरी उपस्थिति पत्रक

source: Pending Attendance Sheets
hi: उपस्थिति पत्रक लंबित

source: Subordinate Attendance Sheets
hi: अधीनस्थ उपस्थिति पत्रक

source: Subordinate Overtime Requests
hi: अधीनस्थ ओवरटाइम अनुरोध

source: Overtime Request Approval
hi: ओवरटाइम अनुरोध अनुमोदन

source: My Training Sessions
hi: मेरे प्रशिक्षण सत्र

source: All Training Sessions
hi: सभी प्रशिक्षण सत्र

source: Training Sessions of Direct Reports
hi: प्रत्यक्ष रिपोर्ट के प्रशिक्षण सत्र

source: Subordinate Travel Requests
hi: अधीनस्थ सफर अनुरोध

source: Travel Request Approval
hi: सफर के अनुरोध अनुमोदन

source: Subordinate Expenses
hi: अधीनस्थ व्यय

source: Expenses Approval
hi: व्यय अनुमोदन

source: Loans Taken
hi: कर्ज लिया

source: Change Leave Status
hi: लीव स्थिति बदलें

source: Status Change Note
hi: स्थिति बदलें नोट

source: Leave Summary
hi: छोड़ दो सारांश

source: Approved Leave Count
hi: स्वीकृत लीव गणना

source: Pending Leave Count
hi: लंबित लीव गणना

source: Available Leave Count
hi: उपलब्ध छोड़ गणना

source: Leave Dates
hi: तारीखें छोड़ दो

source: Leave Date
hi: छोड़ दो दिनांक

source: Leave Notes
hi: लीव नोट्स

source: Apply
hi: लागू करें

source: Back
hi: वापस
